/* Emoticon name */
"Angel" = "Àngel";

/* Emoticon name */
"Angry" = "Enfadat";

/* Emoticon name */
"Baring Teeth" = "Reganyant les dents";

/* Emoticon name */
"Blush" = "Ruboritzat";

/* Emoticon name */
"Confused" = "Confós";

/* Emoticon name */
"Cool" = "Guai";

/* Emoticon name */
"Cry" = "Plor";

/* Emoticon name */
"Crying" = "Plorant";

/* Emoticon name */
"Disappointed" = "Desil·lusionat";

/* Emoticon name */
"Don't Tell Anyone" = "No ho diguis a ningú";

/* Emoticon name */
"Embarrassed" = "Avergonyit";

/* Emoticon name */
"Erm" = "Em...";

/* Emoticon name */
"Foot In Mouth" = "Peu a la boca";

/* Emoticon name */
"Frown" = "Arrufant les celles";

/* Emoticon name */
"Gasp" = "Crit ofegat";

/* Emoticon name */
"Grin" = "Somriure gran";

/* Emoticon name */
"Halo" = "Halo";

/* Emoticon name */
"Happy" = "Feliç";

/* Emoticon name */
"Heart" = "Cor";

/* Emoticon name */
"I Don't Know" = "No ho sé";

/* Emoticon name */
"Kiss" = "Petó";

/* Emoticon name */
"Lips Are Sealed" = "Llavis sellats";

/* Emoticon name */
"Money-mouth" = "Money-mouth";

/* Emoticon name */
"Nerd" = "Estudiós";

/* Emoticon name */
"Open Mouthed" = "Boca-obert";

/* Emoticon name */
"Party" = "Festa";

/* Emoticon name */
"Sad" = "Trist";

/* Emoticon name */
"Sarcastic" = "Sarcàstic";

/* Emoticon name */
"Scared" = "Espantat";

/* Emoticon name */
"Sick" = "Malalt";

/* Emoticon name */
"Sleepy" = "Cara de son";

/* Emoticon name */
"Smile" = "Somriure";

/* Emoticon name */
"Star" = "Estrella";

/* Emoticon name */
"Sticking Out Tongue" = "Treient la llengua";

/* Emoticon name */
"Surprised" = "Sorprès";

/* Emoticon name */
"Thinking" = "Pensant";

/* Emoticon name */
"Tongue Out" = "Treient la llegua";

/* Emoticon name */
"Undecided" = "Indecís";

/* Emoticon name */
"Wearing Sunglasses" = "Ulleres de sol";
"Wink" = "Picant l'ullet";